{
  "foodList": [
    {
      "id": 0,
      "name": "Nasi Campur babi",
      "link": "",
      "description": "Nasi Campur Bali adalah makanan khas Bali yang terdiri dari nasi putih yang disajikan bersamaan dengan berbagai macam lauk pauk, seperti ayam suwir, sate lilit, telur dadar, tempe goreng, tahu goreng, sayur lodeh, sambal, dan kerupuk. Hidangan ini menjadi daya tarik tersendiri karena kelezatan rempah-rempah Bali yang menjadi ciri khasnya. Selain itu harganya juga cukup terjangkau, sehingga bisa dinikmati oleh semua kalangan.",
      "tag": "famous"
    },
    {
      "id": 1,
      "name": "Babi Guling",
      "link": "",
      "description": "Babi guling atau babi putar adalah sejenis makanan yang terbuat dari anak babi betina atau jantan yang perutnya diisikan dengan bumbu dan sayuran seperti daun ketela pohon dan lalu dipanggang sambil diputar-putar (diguling-gulingkan) sampai matang dengan ditandai dengan perubahan warna kulit menjadi kecokelatan dan renyah.",
      "tag": "famous"
    },
    {
      "id": 2,
      "name": "Ayam Betutu",
      "link": "",
      "description": "Ayam Betutu adalah makanan tradisional khas Bali yang terbuat dari ayam atau bebek utuh yang berisi bumbu, kemudian dipanggang dalam api sekam. Ayam betutu merupakan jenis lauk pauk yang dibuat dari daging ayam yang telah dibersihkan, kemudian dibalurkan bumbu khas Bali yang dikenal dengan base genep di seluruh permukaan daging ayam dan sebagian lagi dimasukkan ke dalam rongga abdomennya. Daging ayam yang telah dibumbui kemudian direbus atau langsung dibakar hingga menghasilkan aroma yang khas. Aroma yang muncul disebabkan karena adanya pemanasan yang menyebabkan air dan lemak daging ikut menguap. Semakin banyak uap yang dihasilkan, semakin kuat dan enak aromanya.",
      "tag": "famous"
    },
    {
      "id": 3,
      "name": "Sate Lilit",
      "link": "",
      "description": "Sate Lilit adalah sebuah varian sate asal Bali. Sate ini terbuat dari daging babi, ikan, ayam, daging sapi, atau bahkan kura-kura yang dicincang, kemudian dicampur dengan parutan kelapa, santan, jeruk nipis, bawang merah, dan merica. Daging cincang yang telah berbumbu dilekatkan pada sebuah bambu atau tebu, kemudian dipanggang di atas arang. Tidak seperti sate lainnya yang dibuat dengan tusuk sate yang sempit dan tajam, tusuk sate lilit berbentuk datar dan lebar. Permukaan yang lebih luas memungkinkan daging cincang untuk melekat. ",
      "tag": "famous"
    },
    {
      "id": 4,
      "name": "Lawar",
      "link": "",
      "description": "Lawar adalah masakan berupa campuran sayur-sayuran dan daging cincang yang dibumbui secara merata yang berasal dari Bali. Makanan ini lazim disajikan dalam rumah tangga di Bali atau dijual secara luas di rumah-rumah makan dengan sebutan lawar Bali. Lawar dibuat dari daging rebus yang dicincang, sayuran, sejumlah bumbu-bumbu seperti kunyit, kemiri, bawang merah, bawang putih, dan kelapa. Kadang-kadang di beberapa jenis lawar diberikan unsur yang dapat menambah rasa dari lawar itu yaitu darah dari daging itu sendiri. Darah tersebut dicampurkan dengan bumbu-bumbu tertentu sehingga menambah lezat lawar tersebut. Lawar tidak dapat bertahan lama, jika didiamkan di udara terbuka hanya bertahan setengah hari.",
      "tag": ""
    },
    {
      "id": 5,
      "name": "Sambal Matah",
      "link": "",
      "description": "Sambal matah adalah sambal tradisional Bali yang dapat ditemukan di seluruh daerah di Provinsi Bali. Matah memiliki arti mentah. Sambal matah merupakan sambal yang berbahan mentah tanpa digerus (diulek). Bahan-bahan sambal matah, yaitu: bawang merah, cabai merah atau cabai rawit , terasi, garam, sereh, jeruk lemo, dan minyak kelapa",
      "tag": "famous"
    },
    {
      "id": 6,
      "name": "Bebek Goreng",
      "link": "",
      "description": "Bebek goreng khas Bali merupakan olahan bebek yang dimarinasi dengan bumbu rempah, digoreng, dan disajikan dengan sambal matah. Bebek goreng khas Bali ini rasanya gurih dan teksturnya renyah, karena digoreng hingga garing.",
      "tag": ""
    },
    {
      "id": 7,
      "name": "Sate Babi",
      "link": "",
      "description": "Sate babi sama enaknya dengan sate ayam atau sapi. Karena dagingnya empuk diselingi lemak rasanya lebih juicy. Apalagi sate babi ini dibumbui manis gurih. Sate babi bisa diolah dengan bumbu tradisional seperti bumbu sate manis sapi. bawang putih dan ketumbar serta kecap manis memberi rasa legit gurih yang enak. Terutama saat dimakan hangat. Sebaiknya gunakan daging babi bagian has yang lebih empuk. Selingan potongan lemak pada sate akan membuat sate jadi juicy dan bumbunya memberi aroma harum saat dibakar.",
      "tag": "famous"
    },
    {
      "id": 8,
      "name": "Nasi Tepeng",
      "link": "",
      "description": "Nasi Tepeng adalah hidangan sarapan khas daerah Gianyar Bali yang terbuat dari campuran nasi dan rempah-rempah. Teksturnya memang agak lembek, namun mempunyai cita rasa yang berbeda. ",
      "tag": "famous"
    },
    {
      "id": 9,
      "name": "Tipat Blayag",
      "link": "",
      "description": "Tipat Blayag merupakan makanan yang terbuat dari ketupat yang disiram dengan kuah kuning atau biasa disebut sebagai kuah ayam nyat-nyat. Makanan tersebut biasa disajikan dengan sayur urap, telur ayam sisir, sambal, kedelai goreng, keripik kulit, dan ayam bumbu. Ditambah dengan bawang goreng, kedelai goreng, dan serundeng, Tipat Blayag akan menghasilkan rasa gurih dan lezat yang khas.",
      "tag": ""
    },
    {
      "id": 10,
      "name": "Sate Plecing",
      "link": "",
      "description": "Sate plecing merupakan makanan khas Bali daerah Singaraja. Rasanya terkenal pedas, gurih, dan asam segar. Hampir menyerupai rasa bumbu sayur plecing yang di kenal masyarakat pada umumnya. Bumbu sate pada umumnya terdiri dari bumbu kecap atau bumbu kacang.",
      "tag": "famous"
    },
    {
      "id": 11,
      "name": "Sambal Embe",
      "link": "",
      "description": "Sambal embe terdiri dari bawang merah, cabai rawit, cabai hijau, terasi matang, jeruk limau, garam, minyak. Pada beberapa resep juga ditambahkan bawang putih. ya. Pada sambal embe, bawang digoreng sampai setengah matang atau sampai garing tergantung selera.",
      "tag": ""
    }
  ]
}
